/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice and Bob will receive invitations */
"%1$@ and %2$@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* 'Alice in Team meeting' - the author of a message and the conversation it was sent in */
"%1$@ in %2$@" = "%1$@ in %2$@";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob and Charlie will receive invitations */
"%1$@, %2$@ and %3$@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$ld others are typing…" = "%1$@, %2$@, %3$@ and %4$ld others are typing…";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%1$@, %2$@, %3$@ and %4$ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* 'Alice (bot)' - a participant that is a bot, not a person */
"%@ (bot)" = "%@ (bot)";

/* 'German (detected)' - the language of the original message was detected automatically */
"%@ (detected)" = "%@ (detected)";

/* 'Alice (guest)' - a participant who is not logged in */
"%@ (guest)" = "%@ (guest)";

/* No comment provided by engineer. */
"%@ invitation" = "%@邀请";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@未安装";

/* {app name} version not supported */
"%@ version not supported" = "不支持该版本的%@";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* No comment provided by engineer. */
"%d days ago" = "%d 天前";

/* No comment provided by engineer. */
"%d hours ago" = "%d小时前";

/* No comment provided by engineer. */
"%d minutes ago" = "%d 分钟前";

/* Number of options in a poll */
"%d options" = "%d options";

/* Votes in a poll */
"%d votes" = "%d票";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* Accessibility label for unread counter on a tag filter */
"%ld conversations with unread messages" = "%ld conversations with unread messages";

/* Time until the user status is cleared */
"%ld days" = "%ld days";

/* Time until the user status is cleared */
"%ld hours" = "%ld hours";

/* Time until the user status is cleared */
"%ld minutes" = "%ld minutes";

/* No comment provided by engineer. */
"%ld notifications" = "%ld条通知";

/* No comment provided by engineer. */
"%ld participants" = "%ld 参与者";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 天";

/* No comment provided by engineer. */
"1 hour" = "1小时";

/* No comment provided by engineer. */
"1 week" = "1 周";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 分钟";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 分钟";

/* No comment provided by engineer. */
"4 hours" = "4小时";

/* No comment provided by engineer. */
"4 weeks" = "4 周";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8小时前";

/* No comment provided by engineer. */
"@-mentions only" = "仅被 @ 提及的消息";

/* No comment provided by engineer. */
"[Unknown username]" = "[未知用户名]";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"Absence" = "Absence";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Account" = "账号";

/* No comment provided by engineer. */
"Account already added" = "账号已被添加";

/* No comment provided by engineer. */
"Account not configured" = "未配置账号";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "账号";

/* No comment provided by engineer. */
"Accuracy" = "精度";

/* No comment provided by engineer. */
"Add (%lu)" = "添加 (%lu)";

/* No comment provided by engineer. */
"Add account" = "添加账号";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "添加答案";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "添加参与者";

/* No comment provided by engineer. */
"Add reaction" = "添加回应";

/* No comment provided by engineer. */
"Add to favorites" = "添加到收藏夹";

/* No comment provided by engineer. */
"Added note to self" = "Added note to self";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adding a mention will only notify users that did not read the message yet";

/* No comment provided by engineer. */
"Address" = "地址";

/* No comment provided by engineer. */
"Advanced" = "高级";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay 按钮";

/* 'All' meaning 'All conversations', shown when no tag filter is applied in conversations list */
"All" = "所有";

/* No comment provided by engineer. */
"All messages" = "全部消息";

/* No comment provided by engineer. */
"All messages were deleted" = "已删除所有消息";

/* No comment provided by engineer. */
"All notifications are muted" = "所有通知都已被静音";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Allow participants to mention @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "运行在没有密码的情况下拨入";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "允许";

/* No comment provided by engineer. */
"Alphabetical order" = "按字母顺序";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "同样对来宾用户开放";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "An administrator added you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "An administrator added you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "An administrator added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "An administrator demoted you and %ld more participants from moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "An administrator demoted you and {user0} from moderators";

/* No comment provided by engineer. */
"An administrator demoted you from moderator" = "An administrator demoted you from moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "An administrator demoted {user0} and {user1} from moderators";

/* No comment provided by engineer. */
"An administrator demoted {user} from moderator" = "An administrator demoted {user} from moderator";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "An administrator promoted you and %ld more participants to moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "An administrator promoted you and {user0} to moderators";

/* No comment provided by engineer. */
"An administrator promoted you to moderator" = "An administrator promoted you to moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "An administrator promoted {user0} and {user1} to moderators";

/* No comment provided by engineer. */
"An administrator promoted {user} to moderator" = "An administrator promoted {user} to moderator";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "An administrator removed you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "An administrator removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "An administrator removed {user0} and {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "更改隐私设置时出错 ";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "更改读取状态设置时出错  ";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "An error occurred changing typing privacy setting";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "删除个人资料图片时出错 ";

/* No comment provided by engineer. */
"An error occurred setting address" = "设置地址时出错 ";

/* No comment provided by engineer. */
"An error occurred setting email address" = "设置电子邮件地址时出错 ";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "设置电话号码时出错 ";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "设置个人资料图片时出错 ";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "设置 Twitter 帐户时出错 ";

/* No comment provided by engineer. */
"An error occurred setting user name" = "设置用户名时出错 ";

/* No comment provided by engineer. */
"An error occurred setting website" = "设置网站时出错  ";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "An error occurred trying to translate message";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "添加%@至房间时发生了错误";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "An error occurred while adding a reaction to a message";

/* No comment provided by engineer. */
"An error occurred while adding note" = "An error occurred while adding note";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "清除状态消息时出错";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "An error occurred while creating poll draft";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "An error occurred while creating the poll";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "删除消息时发生一个错误";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "An error occurred while deleting the poll draft";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "An error occurred while disabling absence";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "An error occurred while editing the poll";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "打开文件 %@ 时出错";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "An error occurred while removing a reaction from a message";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "An error occurred while removing the avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "发送消息时发生了错误";

/* '%@' is a phone number */
"An error occurred while setting %@ as phone number" = "将 %@ 设为电话号码时发生一个错误";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "An error occurred while setting absence";

/* No comment provided by engineer. */
"An error occurred while setting description" = "An error occurred while setting description";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "设置电话号码时发生错误";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "设置状态消息时出错";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "An error occurred while setting the avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "共享文件时发生了错误";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"An error occurred, please try again" = "发生错误，请重试";

/* No comment provided by engineer. */
"an hour" = "1 小时";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymous poll";

/* 'Answer 1', 'Answer 2', … - placeholder numbering the answers of a poll */
"Answer %ld" = "Answer %ld";

/* Section header for the answers of a poll */
"Answers" = "答案";

/* No comment provided by engineer. */
"App" = "应用";

/* No comment provided by engineer. */
"App is outdated" = "App is outdated";

/* No comment provided by engineer. */
"Appear offline" = "似乎在离线状态";

/* No comment provided by engineer. */
"Archive conversation" = "Archive conversation";

/* 'Archived' meaning 'Archived conversations' */
"Archived" = "Archived";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "提出一个问题";

/* No comment provided by engineer. */
"Attachments allowed?" = "允许附件？";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Audio options";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "音频";

/* No comment provided by engineer. */
"Away" = "离开";

/* Ban a user/guest */
"Ban" = "禁止";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Ban participant";

/* Date and time of ban creation */
"Banned by:" = "Banned by:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse log files" = "Browse log files";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "忙碌";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "已缓存文件";

/* No comment provided by engineer. */
"Cached images" = "已缓存图像";

/* No comment provided by engineer. */
"Calendar" = "日历";

/* No comment provided by engineer. */
"Call notification sent" = "通话通知已发送";

/* No comment provided by engineer. */
"Call options" = "通话选项";

/* No comment provided by engineer. */
"Call recording enabled?" = "Call recording enabled?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "通话录制失败。请联系您的管理员。";

/* No comment provided by engineer. */
"Call recording is starting" = "通话录制启动中";

/* No comment provided by engineer. */
"Call recording started" = "通话录制已开始";

/* No comment provided by engineer. */
"Call recording stopped" = "通话录制已停止";

/* No comment provided by engineer. */
"Call view mode" = "Call view mode";

/* No comment provided by engineer. */
"Call without notification" = "通话而不通知";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "通话";

/* No comment provided by engineer. */
"Calls enabled?" = "启用通话？";

/* No comment provided by engineer. */
"Calls from an old account were received." = "收到来自旧账号的通话。";

/* No comment provided by engineer. */
"Calls from old accounts" = "来自旧账号的通话";

/* No comment provided by engineer. */
"Camera" = "相机";

/* No comment provided by engineer. */
"Camera access" = "相机权限";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "相机访问未被允许。请检查你的设置。";

/* No comment provided by engineer. */
"Camera disabled" = "摄像头已禁用";

/* No comment provided by engineer. */
"Camera enabled" = "摄像头已启用";

/* No comment provided by engineer. */
"Can create conversations?" = "可以建立对话？";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancelled call from another account" = "已取消来自其他账号的通话";

/* No comment provided by engineer. */
"Cannot share to conversation" = "无法分享到对话";

/* No comment provided by engineer. */
"Capabilities" = "可用功能";

/* No comment provided by engineer. */
"Change password" = "更改密码";

/* No comment provided by engineer. */
"Change your vote" = "更多您的投票";

/* No comment provided by engineer. */
"Chat" = "聊天";

/* No comment provided by engineer. */
"Chat messages" = "聊天消息";

/* No comment provided by engineer. */
"Classified conversation" = "Classified conversation";

/* No comment provided by engineer. */
"Clear cache" = "清空缓存";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Clear reminder";

/* No comment provided by engineer. */
"Clear status message" = "清除状态消息";

/* No comment provided by engineer. */
"Clear status message after" = "过多长时间清除状态消息";

/* No comment provided by engineer. */
"Close" = "关闭";

/* Code block */
"Code" = "Code";

/* Shown after the code of a code block was copied to the clipboard */
"Code copied" = "Code copied";

/* No comment provided by engineer. */
"Configuration" = "配置";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configure your next absence period";

/* No comment provided by engineer. */
"Confirm and hide warning" = "确定并隐藏警告";

/* No comment provided by engineer. */
"Connecting to %@ …" = "正在连接至%@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "正在连接至通话 ...";

/* No comment provided by engineer. */
"Contact access" = "联系人权限";

/* No comment provided by engineer. */
"Contact access has been denied" = "联系人访问已被拒绝";

/* No comment provided by engineer. */
"Contacts" = "联系人";

/* No comment provided by engineer. */
"Conversation creation failed" = "Conversation creation failed";

/* No comment provided by engineer. */
"Conversation details" = "对话详情";

/* No comment provided by engineer. */
"Conversation name" = "对话名称";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "对话名称不能为空";

/* No comment provided by engineer. */
"Conversation not found" = "未找到对话";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "未找到或未加入对话";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "会话设置";

/* No comment provided by engineer. */
"Conversations" = "对话";

/* No comment provided by engineer. */
"Copy" = "复制";

/* No comment provided by engineer. */
"Copy message link" = "Copy message link";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* Copy a 'selection' of the description text of a conversation */
"Copy selection" = "Copy selection";

/* No comment provided by engineer. */
"Could not access camera" = "无法访问相机";

/* No comment provided by engineer. */
"Could not access microphone" = "无法访问麦克风";

/* No comment provided by engineer. */
"Could not access speech recognition" = "无法访问语音识别";

/* No comment provided by engineer. */
"Could not access your location" = "无法访问你的位置";

/* No comment provided by engineer. */
"Could not add participant" = "无法添加参与者";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "无法更改通话通知设置";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "无法更改对话的可列出范围";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "无法更改对话的等候室状态";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Could not change mention permissions of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "无法更改参与者的审核权限";

/* No comment provided by engineer. */
"Could not change notifications setting" = "无法更改通知设置";

/* No comment provided by engineer. */
"Could not change password protection settings" = "无法更改密码保护设置";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "无法更改对话的只读状态";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "无法更改对话的共享权限";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "无法更改对话的SIP状态";

/* No comment provided by engineer. */
"Could not clear chat history" = "无法清除聊天历史";

/* No comment provided by engineer. */
"Could not clear status message" = "无法清除状态消息";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "无法删除对话";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Could not get available languages";

/* No comment provided by engineer. */
"Could not join %@ call" = "无法加入%@通话";

/* No comment provided by engineer. */
"Could not join call with %@" = "无法和%@加入通话";

/* No comment provided by engineer. */
"Could not join conversation" = "无法加入对话";

/* No comment provided by engineer. */
"Could not leave conversation" = "无法离开对话";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "无法移除参与者";

/* No comment provided by engineer. */
"Could not rename the conversation" = "无法重命名对话";

/* No comment provided by engineer. */
"Could not resend email invitations" = "无法重发电子邮件邀请";

/* No comment provided by engineer. */
"Could not send call notification" = "无法发送通话通知";

/* No comment provided by engineer. */
"Could not send the message" = "无法发送消息";

/* No comment provided by engineer. */
"Could not set absence" = "Could not set absence";

/* No comment provided by engineer. */
"Could not set conversation name" = "无法设置对话名称";

/* No comment provided by engineer. */
"Could not set message expiration time" = "无法发送消息过期时间";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "无法设置电话号码";

/* No comment provided by engineer. */
"Could not set status message" = "无法设置状态消息";

/* No comment provided by engineer. */
"Could not share file" = "无法共享文件";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Could not update tags" = "Could not update tags";

/* Generic 'Create' button label (e.g. new conversation, new tag) */
"Create" = "创建";

/* No comment provided by engineer. */
"Create a new conversation" = "创建一个新对话";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Create or join a conversation";

/* No comment provided by engineer. */
"Create poll" = "创建投票";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "创建投票失败";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "此账号的认证不再有效";

/* Custom message expiration */
"Custom" = "自定义";

/* name of a moderator who banned a participant */
"Date:" = "日期：";

/* No comment provided by engineer. */
"Deck cards" = "看板卡片";

/* 'Default' as a notification level, following the conversation setting */
"Default" = "默认";

/* No comment provided by engineer. */
"Delete" = "删除";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "删除全部";

/* No comment provided by engineer. */
"Delete all messages" = "删除所有消息";

/* No comment provided by engineer. */
"Delete conversation" = "删除对话";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Delete tag?" = "Delete tag?";

/* No comment provided by engineer. */
"Deleted user" = "Deleted user";

/* No comment provided by engineer. */
"Deleting message" = "正在删除消息";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "取消主持人资格";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "拒绝";

/* No comment provided by engineer. */
"Description" = "描述";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Description cannot be longer than 500 characters";

/* The description text of a conversation was copied to the clipboard */
"Description copied" = "Description copied";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Detecting language" = "检测语言";

/* No comment provided by engineer. */
"Diagnostics" = "诊断";

/* Generic 'Disable' button label, e.g. for a bot */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Disable absence";

/* No comment provided by engineer. */
"Disable blur" = "Disable blur";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Disable speaker";

/* No comment provided by engineer. */
"Disconnected" = "连接已断开";

/* No comment provided by engineer. */
"Dismiss" = "关闭";

/* No comment provided by engineer. */
"Dismiss notification" = "忽略通知";

/* No comment provided by engineer. */
"Do not disturb" = "勿扰";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "您真的要清除文件缓存吗？";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "您真的要清除图像缓存吗？";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "你真的想删除对话中的所有消息吗？";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "您真的要结束此项投票？";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "您确定要登出这个账号吗？";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "您确定要移除这个账号吗？";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "无论如何都要连接该服务器吗？";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "您想要启用摄像头吗？";

/* No comment provided by engineer. */
"Do you want to join this call?" = "您想要加入这个通话吗？";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "您想要在这个对话里共享 '%@' 吗？";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "您想要停止录制吗？";

/* No comment provided by engineer. */
"Don't clear" = "不要清除";

/* No comment provided by engineer. */
"Double tap to change between grid and speaker view" = "Double tap to change between grid and speaker view";

/* No comment provided by engineer. */
"Double tap to change the quality the images are sent in" = "Double tap to change the quality the images are sent in";

/* No comment provided by engineer. */
"Double tap to change who can modify the shared files" = "Double tap to change who can modify the shared files";

/* No comment provided by engineer. */
"Double tap to discard the changes" = "Double tap to discard the changes";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "双击以取消身份验证对话框";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "双击取消共享选项";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "双击编辑个人资料";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "双击以启用或禁用摄像头";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "双击以启用或禁用麦克风";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "双击以启用或禁用扬声器";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "双击结束编辑个人资料";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "双击以查看对话信息";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "双击以查看用户资料和应用设置";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "双击以挂断电话";

/* No comment provided by engineer. */
"Double tap to learn more about classified conversations" = "Double tap to learn more about classified conversations";

/* No comment provided by engineer. */
"Double tap to lower hand" = "双击把手放下";

/* No comment provided by engineer. */
"Double tap to open file browser" = "双击以打开文件浏览器";

/* No comment provided by engineer. */
"Double tap to save the edited message" = "Double tap to save the edited message";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "双击选择不同的语音路径";

/* No comment provided by engineer. */
"Double tap to send message" = "双击以发送消息";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "双击和选中的对话共享";

/* No comment provided by engineer. */
"Double tap to show more actions" = "双击显示更多操作";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "按两次来显示或隐藏聊天视图";

/* No comment provided by engineer. */
"Double tap to start a video call" = "双击以开始一个视频通话";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "双击停止录制";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "双击以升级语音通话至视频通话";

/* Accessibility label of the indicator shown while the original file is downloaded */
"Downloading full quality media" = "Downloading full quality media";

/* No comment provided by engineer. */
"Duplicate session" = "重复会话";

/* Edit a message or room participants */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* Other participants can modify the shared files */
"Editable" = "Editable";

/* A message was edited */
"edited" = "edited";

/* A message was edited by ... */
"edited by" = "edited by";

/* 'Edited by Alice' - who last edited a message */
"Edited by %@" = "Edited by %@";

/* No comment provided by engineer. */
"Editing Message" = "编辑消息中";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "您没有聊天权限，或对话为只读。";

/* No comment provided by engineer. */
"Email" = "电子邮件";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* Generic 'Enable' button label, e.g. for a bot */
"Enable" = "启用";

/* No comment provided by engineer. */
"Enable blur" = "Enable blur";

/* No comment provided by engineer. */
"Enable screensharing" = "Enable screensharing";

/* No comment provided by engineer. */
"Enable speaker" = "Enable speaker";

/* Label of a bot that is always enabled and cannot be turned off in the app */
"Enabled" = "已开启";

/* No comment provided by engineer. */
"End call" = "结束通话";

/* No comment provided by engineer. */
"End call for everyone" = "End call for everyone";

/* No comment provided by engineer. */
"End poll" = "结束投票";

/* No comment provided by engineer. */
"End-to-end encrypted calls require the high-performance backend" = "End-to-end encrypted calls require the high-performance backend";

/* No comment provided by engineer. */
"End-to-end encryption could not be set up for this call" = "End-to-end encryption could not be set up for this call";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Error occurred when creating a reminder";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Error occurred while editing a message";

/* External signaling used */
"External" = "外部";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Failed to accept invitation";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Failed to clear reminder";

/* No comment provided by engineer. */
"Failed to connect to %@" = "连接至%@失败";

/* No comment provided by engineer. */
"Failed to forward message" = "转发消息失败";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Failed to reject invitation";

/* No comment provided by engineer. */
"Failed to send message" = "发送消息失败";

/* No comment provided by engineer. */
"Failed to share recording" = "分享录制失败";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Failed to unban selected entry";

/* 'Favorites' meaning 'Favorite conversations' */
"Favorites" = "Favorites";

/* Visibility scope of a profile field: also synchronized to trusted servers */
"Federated" = "联合云";

/* No comment provided by engineer. */
"Fetching status …" = "正在获取状态 ...";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"File permissions" = "File permissions";

/* No comment provided by engineer. */
"Files" = "文件";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filters";

/* First day of the absence */
"First day" = "First day";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "用于密码重置和通知 ";

/* No comment provided by engineer. */
"Format" = "格式";

/* No comment provided by engineer. */
"Forward" = "转发";

/* No comment provided by engineer. */
"Forward to" = "转发到";

/* 'From' which language user wants to translate text */
"From" = "来自";

/* from Alice at nextcloud.local */
"from %@ at %@" = "from %1$@ at %2$@";

/* No comment provided by engineer. */
"Full name" = "完整姓名";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "获取源代码";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API错误";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Give consent and join call";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Call view mode which shows all participants in a grid */
"Grid view" = "Grid view";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* Display name used for an anonymous guest */
"Guest" = "访客";

/* No comment provided by engineer. */
"Guests access" = "来宾访问";

/* No comment provided by engineer. */
"Guests app enabled?" = "Guests app enabled?";

/* No comment provided by engineer. */
"Hang up" = "挂断";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "高清";

/* Context menu action to hide a banner, e.g. the out of office or pinned message banner */
"Hide" = "Hide";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "如果您删除对话，它也将会从%@处删除。";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "如果启用摄像头，此通话将被中断几秒钟。";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "如果您使用多个服务器，请检查全部服务器。";

/* No comment provided by engineer. */
"Image quality" = "图片质量";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "图片、文件、语音消息";

/* No comment provided by engineer. */
"Import account" = "导入账号";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* No comment provided by engineer. */
"Incoming call" = "来电";

/* No comment provided by engineer. */
"Incoming silent call" = "Incoming silent call";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "内部";

/* Internal note about why a user/guest was banned */
"Internal note" = "Internal note";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "服务器地址无效";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "隐身";

/* No comment provided by engineer. */
"Invitation resent" = "已重发邀请";

/* No comment provided by engineer. */
"Invitations resent" = "已重发邀请";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "似乎您的服务器未安装%@。";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "似乎没有互联网连接";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "加入一个对话或开始一个新的对话";

/* No comment provided by engineer. */
"Join call" = "Join call";

/* No comment provided by engineer. */
"Join call (audio only)" = "加入通话（仅语音）";

/* No comment provided by engineer. */
"Join call with video" = "加入视频通话";

/* No comment provided by engineer. */
"Join open conversations" = "Join open conversations";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* Button to keep a conversation instead of deleting it */
"Keep" = "保留";

/* Last day of the absence, the user is still absent on this day */
"Last day (inclusive)" = "Last day (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "最后订阅";

/* 'Last sync: 12 May 2026' - when the contacts were last updated */
"Last sync: %@" = "上次同步 %@";

/* Remind me later today about that message */
"Later today" = "Later today";

/* Button to leave a conversation */
"Leave" = "离开";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "离开对话";

/* Where \"%@\" is the name of the conversation */
"Leave conversation \"%@\"" = "Leave conversation \"%@\"";

/* No comment provided by engineer. */
"less than a minute ago" = "少于1分钟";

/* No comment provided by engineer. */
"Link https://…" = "链接 https://… ";

/* No comment provided by engineer. */
"Linked file" = "连接的文件";

/* No comment provided by engineer. */
"Load more results" = "加载更多结果";

/* No comment provided by engineer. */
"Lobby" = "休息室";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "大厅仍然活跃，你不是版主";

/* Visibility scope of a profile field: only people on this server and guests */
"Local" = "本地";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "位置";

/* No comment provided by engineer. */
"Location access" = "位置权限";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "位置服务被拒绝。检查你的设置。";

/* No comment provided by engineer. */
"Location service is not enabled" = "位置服务未启用";

/* No comment provided by engineer. */
"Locations" = "地点";

/* No comment provided by engineer. */
"Lock conversation" = "锁定对话";

/* No comment provided by engineer. */
"Log in" = "登录";

/* No comment provided by engineer. */
"Log out" = "登出";

/* No comment provided by engineer. */
"Logged out" = "已退出";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* No comment provided by engineer. */
"Long absence message" = "Long absence message";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "放下手 ";

/* No comment provided by engineer. */
"Manage tags" = "管理标签";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "手动";

/* No comment provided by engineer. */
"Mark as read" = "标为已读";

/* No comment provided by engineer. */
"Mark as unread" = "标为未读";

/* No comment provided by engineer. */
"Match system contacts" = "匹配系统联系人";

/* Category of shared items in a conversation: images and videos */
"Media" = "媒体文件";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "会议 ID";

/* No comment provided by engineer. */
"Meeting settings" = "会议设置";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "已提及";

/* Copy 'message' */
"Message" = "Message";

/* No comment provided by engineer. */
"Message copied" = "已复制消息";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "无法删除消息，因为它距今太久";

/* No comment provided by engineer. */
"Message deleted by author" = "Message deleted by author";

/* No comment provided by engineer. */
"Message deleted by you" = "Message deleted by you";

/* No comment provided by engineer. */
"Message deleted by {actor}" = "Message deleted by {actor}";

/* No comment provided by engineer. */
"Message deleted successfully" = "成功删除了消息";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "消息已成功删除，但因已配置了 Matterbridge，消息可能已分发到其他服务";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "消息过期";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "消息";

/* No comment provided by engineer. */
"Microphone" = "麦克风";

/* No comment provided by engineer. */
"Microphone access" = "麦克风权限";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "未允许访问麦克风。检查你的设置";

/* No comment provided by engineer. */
"Microphone disabled" = "麦克风已禁用";

/* No comment provided by engineer. */
"Microphone enabled" = "麦克风已启用";

/* '%@' being the display name of the caller */
"Missed call from %@" = "Missed call from %@";

/* No comment provided by engineer. */
"Missing phone number information" = "缺少电话号码信息";

/* The signaling mode used */
"Mode" = "模式";

/* Conversation moderator, a participant with elevated permissions */
"Moderator" = "主持人";

/* No comment provided by engineer. */
"Modification date" = "修改日期";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "更多操作 ";

/* No comment provided by engineer. */
"Multiple answers" = "多选答案";

/* No comment provided by engineer. */
"Mute all notifications" = "静音所有通知";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"Muted by a moderator" = "Muted by a moderator";

/* No comment provided by engineer. */
"My location" = "我的位置";

/* No comment provided by engineer. */
"Name" = "名称";

/* No comment provided by engineer. */
"Nearby places" = "附近地点";

/* No comment provided by engineer. */
"Network available" = "网络可用";

/* No comment provided by engineer. */
"Network not available" = "网络不可用";

/* Never subscribed to the push notification server */
"Never subscribed" = "未订阅";

/* No comment provided by engineer. */
"New conversation" = "新对话";

/* No comment provided by engineer. */
"New poll" = "新建投票";

/* Placeholder for the name of a new tag */
"New tag" = "New tag";

/* Remind me next week about that message */
"Next week" = "Next week";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nextcloud服务器没有找到";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No actions available" = "没有可用的操作";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "没有提供描述";

/* No comment provided by engineer. */
"No files in here" = "这里没有文件";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "还没有消息，开始对话！";

/* No comment provided by engineer. */
"No participants found" = "未找到参与者";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "No poll drafts saved yet";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "服务器无响应";

/* No comment provided by engineer. */
"No results" = "无结果";

/* No comment provided by engineer. */
"No results found" = "未找到结果";

/* No comment provided by engineer. */
"No shared items" = "无共享项目";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "常规";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "未请求";

/* No comment provided by engineer. */
"Note to self" = "Note to self";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "注释：";

/* No comment provided by engineer. */
"Notifications" = "通知";

/* No comment provided by engineer. */
"Notifications app enabled?" = "通知应用已开启？";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "现在";

/* 'Off' as the value of a setting, e.g. the notification level or message expiration */
"Off" = "关闭";

/* No comment provided by engineer. */
"Offline" = "离线";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "离线，仅显示已下载的消息";

/* No comment provided by engineer. */
"OK" = "确认";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "旧账号";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "一旦离开对话，如果要重新加入已关闭的对话，则需要一个邀请。公开对话可以在任何时候重新加入。";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "在线";

/* No comment provided by engineer. */
"Online status" = "在线状态";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "只有正常的聊天消息可被删除";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "只同步到受信任的服务器";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "只对通过电话号码集成匹配的人可见 ";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "仅对该实例用户和来宾可见";

/* Context menu action to open a shared file */
"Open" = "打开";

/* No comment provided by engineer. */
"Open app settings" = "打开程序设置";

/* No comment provided by engineer. */
"Open conversation to registered users" = "向注册用户开放对话 ";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "开启对话";

/* No comment provided by engineer. */
"Open in %@" = "打开于 %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* Upload images unchanged */
"Original quality" = "Original quality";

/* No comment provided by engineer. */
"Original resolution and quality are preserved" = "Original resolution and quality are preserved";

/* No comment provided by engineer. */
"Other Accounts" = "其他账号";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* Category of shared items in a conversation, for everything without its own category */
"Others" = "其它";

/* No comment provided by engineer. */
"Others can edit the files" = "Others can edit the files";

/* No comment provided by engineer. */
"Others can only view the files" = "Others can only view the files";

/* No comment provided by engineer. */
"Outgoing call" = "Outgoing call";

/* No comment provided by engineer. */
"Outgoing silent call" = "Outgoing silent call";

/* Conversation owner, a participant with high-level permissions
   Owner of a repository */
"Owner" = "所有者";

/* No comment provided by engineer. */
"Participants" = "参与";

/* No comment provided by engineer. */
"Password" = "密码";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "密码保护";

/* No comment provided by engineer. */
"Pending invitations" = "Pending invitations";

/* No comment provided by engineer. */
"Phone number" = "电话号码";

/* No comment provided by engineer. */
"Phone number integration" = "电话号码集成";

/* No comment provided by engineer. */
"Phone number set successfully" = "成功设置电话号码";

/* No comment provided by engineer. */
"Photo Library" = "照片库";

/* No comment provided by engineer. */
"Photo library access" = "相册权限";

/* No comment provided by engineer. */
"Pick date & time" = "Pick date & time";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* Start playing a video */
"Play" = "Play";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "请检查您是否输入了有效的服务器地址。";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "请检查您是否输入了正确的 Nextcloud 服务器地址。";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Please contact your system administrator.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "请升级您的服务器至最新的%@。";

/* No comment provided by engineer. */
"Please update." = "Please update.";

/* No comment provided by engineer. */
"Poll" = "投票";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Poll draft has been saved";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "投票结果";

/* No comment provided by engineer. */
"Polls" = "投票";

/* No comment provided by engineer. */
"Preview" = "预览";

/* No comment provided by engineer. */
"Privacy" = "隐私";

/* Visibility scope of a profile field: only people matched by phone number */
"Private" = "私有";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "简介";

/* No comment provided by engineer. */
"Profile picture" = "个人资料图片";

/* No comment provided by engineer. */
"Promote to moderator" = "设置为主持人";

/* Visibility scope of a profile field: also synchronized to the public address book */
"Published" = "已发布 ";

/* No comment provided by engineer. */
"Push notifications" = "推送通知";

/* Section header for the question of a poll */
"Question" = "问题";

/* No comment provided by engineer. */
"Raise hand" = "举起手 ";

/* Diagnostics row asking whether the server can be reached */
"Reachable?" = "可用？";

/* No comment provided by engineer. */
"Reactions" = "回应";

/* No comment provided by engineer. */
"Read status" = "消息读取状态 ";

/* No comment provided by engineer. */
"Received call from an old account" = "接收来自旧账号的通话";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "录制语音消息";

/* Accessibility label of the button shown while the call is being recorded */
"Recording" = "录音";

/* No comment provided by engineer. */
"Recording consent is required" = "Recording consent is required";

/* '%@' being the display name of the call */
"Recording consent required for joining the call %@" = "Recording consent required for joining the call %@";

/* No comment provided by engineer. */
"Recordings" = "记录";

/* No comment provided by engineer. */
"Redo" = "恢复上个操作";

/* No comment provided by engineer. */
"Reference API supported?" = "Reference API supported?";

/* No comment provided by engineer. */
"Reject" = "Reject";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Reminder was successfully cleared";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Reminder was successfully set";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Remote server is unreachable";

/* Generic 'Remove' button label, e.g. an account or a date */
"Remove" = "移除";

/* No comment provided by engineer. */
"Remove account" = "移除账号";

/* No comment provided by engineer. */
"Remove from favorites" = "从收藏夹移除";

/* No comment provided by engineer. */
"Remove group and members" = "移除群组和成员";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "删除旧的重复条目，只留下最近的条目。";

/* No comment provided by engineer. */
"Remove participant" = "远程参与者";

/* No comment provided by engineer. */
"Remove password" = "移除密码";

/* No comment provided by engineer. */
"Remove team and members" = "Remove team and members";

/* No comment provided by engineer. */
"Rename tag" = "Rename tag";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* Section header: the person who takes over while the user is out of office */
"Replacement (optional)" = "Replacement (optional)";

/* 'Replacement: Alice' - who takes over while a user is out of office */
"Replacement: %@" = "Replacement: %@";

/* Action to reply to a message */
"Reply" = "回复";

/* No comment provided by engineer. */
"Reply privately" = "私下回复";

/* Name of a repository */
"Repo" = "仓库";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "重新发送";

/* No comment provided by engineer. */
"Resend invitation" = "重发邀请";

/* No comment provided by engineer. */
"Resend invitations" = "重发邀请";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Button to clear the chosen replacement person again */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "结果";

/* Button to retry a failed operation
   Retry downloading the original file */
"Retry" = "重试";

/* Save conversation description */
"Save" = "保存";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save changes" = "Save changes";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "跟你的朋友和同事打个招呼！";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Screensharing stopped";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Search for places" = "搜索地点";

/* No comment provided by engineer. */
"Search GIFs" = "Search GIFs";

/* Button to start selecting entries of a list */
"Select" = "Select";

/* Opens a user picker to choose the person who takes over during the absence */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "选择语言";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* Button to send the shared content to a conversation */
"Send" = "发送";

/* No comment provided by engineer. */
"Send a reaction" = "发送回应";

/* No comment provided by engineer. */
"Send call notification" = "发送通话通知";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "发送消息";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "发送而不通知";

/* No comment provided by engineer. */
"Send/Accept" = "发送/接受";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Sent without notification";

/* No comment provided by engineer. */
"Server" = "服务器";

/* No comment provided by engineer. */
"Server address https://…" = "服务器地址 https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "服务器当前在维护模式下";

/* No comment provided by engineer. */
"Server not found" = "无法找到服务器";

/* Button to set a phone number */
"Set" = "设置";

/* No comment provided by engineer. */
"Set password" = "设置密码";

/* Remind me later about that message */
"Set reminder" = "Set reminder";

/* No comment provided by engineer. */
"Set status message" = "设置状态消息";

/* No comment provided by engineer. */
"Settings" = "设置";

/* Button to share a file into the conversation */
"Share" = "共享";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "从您的 Nextcloud 共享一个新文件";

/* No comment provided by engineer. */
"Share current location" = "分享当前位置";

/* No comment provided by engineer. */
"Share link" = "共享链接";

/* No comment provided by engineer. */
"Share location" = "分享位置";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "分享固定位置";

/* No comment provided by engineer. */
"Share to chat" = "Share to chat";

/* No comment provided by engineer. */
"Share with" = "分享对象";

/* No comment provided by engineer. */
"Shared items" = "已共享的项目";

/* No comment provided by engineer. */
"Shared location" = "已分享的位置";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sharing to a federated conversation is not supported.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "显示更多……";

/* No comment provided by engineer. */
"Signaling" = "信号发送中";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP 拨号";

/* Button to skip setting a phone number */
"Skip" = "跳过";

/* No comment provided by engineer. */
"Slide to cancel" = "滑动取消";

/* No comment provided by engineer. */
"Slightly reduced quality, uses less data" = "Slightly reduced quality, uses less data";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "一些消息未显示，将在在线时下载";

/* No comment provided by engineer. */
"Someone voted on the poll {poll}" = "Someone voted on the poll {poll}";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* Title of a view showing the source code of a file or a code block */
"Source code" = "Source code";

/* speaker = Loudspeaker, device */
"Speaker" = "扬声器";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "扬声器已禁用";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "扬声器已启用";

/* Call view mode which shows the current speaker in fullscreen */
"Speaker view" = "Speaker view";

/* Call view mode which shows the current speaker in fullscreen and the other participants in a bar at the bottom */
"Speaker view with participant bar" = "Speaker view with participant bar";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "无权使用语音识别。请检查您的设置。";

/* No comment provided by engineer. */
"Speech recognition failed" = "语音识别失败";

/* Upload images at a reduced size */
"Standard quality" = "Standard quality";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "开始录制";

/* No comment provided by engineer. */
"Start time" = "开始时间";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "状态";

/* No comment provided by engineer. */
"Status message" = "状态消息";

/* Action to 'Stop' a recording */
"Stop" = "停止";

/* No comment provided by engineer. */
"Stop recording" = "停止录制";

/* No comment provided by engineer. */
"Stop screensharing" = "Stop screensharing";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "STUN 服务器";

/* No comment provided by engineer. */
"Submit vote" = "提交投票";

/* No comment provided by engineer. */
"Swipe a tag to rename or delete it. Use edit to reorder the tags." = "Swipe a tag to rename or delete it. Use edit to reorder the tags.";

/* No comment provided by engineer. */
"Switch account" = "Switch account";

/* No comment provided by engineer. */
"Switch to voice-only call" = "Switch to voice-only call";

/* No comment provided by engineer. */
"Switching to another conversation …" = "切换到另一个对话……";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "同步到受信任的服务器、全局地址簿和公共地址簿 ";

/* No comment provided by engineer. */
"Tag name" = "Tag name";

/* 'Tags' meaning 'Conversation tags' */
"Tags" = "标签";

/* 'Talk to Alice' - start a conversation with a user */
"Talk to %@" = "Talk to %@";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "长按录制语音消息";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "长按录制语音信息，松开按钮发送消息。";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "The app is too old and no longer supported by this server.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "The call has been running for one hour";

/* No comment provided by engineer. */
"The call in this classified conversation ended. Do you want to delete this conversation for everyone?" = "The call in this classified conversation ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call might be recorded" = "The call might be recorded";

/* No comment provided by engineer. */
"The password is wrong" = "密码是错误的";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "此应用中配置的服务器 %2$@ 上没有用户名为 %1$@ 的账号。";

/* No comment provided by engineer. */
"This call is being recorded" = "此通话已被录制";

/* e.g. '... deleted for everyone 1 hour after a call.' */
"This classified conversation will be automatically deleted for everyone %@ after a call." = "This classified conversation will be automatically deleted for everyone %@ after a call.";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "对话是只读状态";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is a classified conversation. To protect sensitive content, message forwarding, previews, translation, chat summaries, calls recording and some sharing options are disabled." = "This is a classified conversation. To protect sensitive content, message forwarding, previews, translation, chat summaries, calls recording and some sharing options are disabled.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "此会议预定的开始时间为";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This tag cannot be changed" = "This tag cannot be changed";

/* No comment provided by engineer. */
"This tag name is invalid or already in use" = "This tag name is invalid or already in use";

/* No comment provided by engineer. */
"This tag will be removed from all conversations it is assigned to." = "This tag will be removed from all conversations it is assigned to.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "这通常表示此设备曾经用于一个已经从服务器中未被正确删除的账号。";

/* No comment provided by engineer. */
"This week" = "本周";

/* Remind me this weekend about that message */
"This weekend" = "This weekend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "这将影响本程序的功能。请检查您的设置。";

/* Context menu action to reply to a message in a thread */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "头衔";

/* 'To' which language user wants to translate text */
"To" = "至";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "To resolve this issue, use the web interface and go to \"Settings -> Security\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "至：";

/* No comment provided by engineer. */
"Today" = "今天";

/* Remind me tomorrow about that message */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"Too many requests, please try again later" = "Too many requests, please try again later";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "抄录";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "抄本";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "翻译";

/* No comment provided by engineer. */
"Translation failed" = "翻译失败";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN 服务器";

/* No comment provided by engineer. */
"Twitter" = "Twitter ";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter 用户名 @… ";

/* No comment provided by engineer. */
"Typing indicator" = "输入指示器";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Typing indicators are only available when using a high performance backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Unable to get context of the message";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Unable to get conversation of the message";

/* No comment provided by engineer. */
"Unable to load file" = "无法加载文件";

/* No comment provided by engineer. */
"Unable to open file" = "无法打开文件";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Unarchive conversation";

/* No comment provided by engineer. */
"Unavailable" = "不可用";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Under \"Devices & sessions\" check if there are duplicate entries for the same device.";

/* No comment provided by engineer. */
"Undo" = "撤销操作";

/* No comment provided by engineer. */
"Undo Typing" = "撤销输入内容";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown error" = "未知错误";

/* No comment provided by engineer. */
"Unknown error occurred" = "发生未知错误";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "未读";

/* No comment provided by engineer. */
"Unread mentions" = "未读的提及";

/* No comment provided by engineer. */
"Unread messages" = "未读消息";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* Button to update the app */
"Update" = "更新";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "上传失败";

/* No comment provided by engineer. */
"Uploading %ld elements" = "正在上传 %ld 元素";

/* No comment provided by engineer. */
"User" = "用户";

/* No comment provided by engineer. */
"User profile and settings" = "用户资料和设置";

/* No comment provided by engineer. */
"User status supported?" = "支持用户状态？";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "用户";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "版本";

/* Join a call in video call mode */
"Video call" = "视频通话";

/* No comment provided by engineer. */
"Video quality" = "视频质量";

/* Other participants can only view the shared files */
"View-only" = "View-only";

/* Conversation visibility settings */
"Visibility" = "可见";

/* No comment provided by engineer. */
"Voice messages" = "语音消息";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "等待%@加入通话中 ...";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "等待其他人加入通话 ...";

/* No comment provided by engineer. */
"Website" = "网站";

/* No comment provided by engineer. */
"What is your status?" = "您的状态如何？";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "输入消息，用 @ 提及某人…";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* The user themselves as the author of a message */
"You" = "您";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "You added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "You added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "You and %ld more participants left the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "You and {actor0} joined the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "You and {actor0} left the call";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "您当前正在休息室等待。";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "你不是任何对话的一部分";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "您尚未参与任何对话。点击“+”开始一个新的对话。";

/* No comment provided by engineer. */
"You can enable your microphone again in a few seconds" = "You can enable your microphone again in a few seconds";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "你可以设置你的电话号码，这样其他用户能够找到你";

/* No comment provided by engineer. */
"You cleared the history of the conversation" = "You cleared the history of the conversation";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "You demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "You demoted {user0} and {user1} from moderators";

/* No comment provided by engineer. */
"You demoted {user} from moderator" = "You demoted {user} from moderator";

/* No comment provided by engineer. */
"You ended the poll {poll}" = "You ended the poll {poll}";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "You have %ld pending invitations";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "您已被主持人静音";

/* No comment provided by engineer. */
"You have no conversations with this tag." = "You have no conversations with this tag.";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You have reached the maximum number of tags" = "You have reached the maximum number of tags";

/* No comment provided by engineer. */
"You joined the call" = "You joined the call";

/* No comment provided by engineer. */
"You left the call" = "You left the call";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "在您离开%@之前您需要推举一位新的主持人。";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "在您离开对话之前您需要推举一位新的主持人。";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "You promoted {user0} and {user1} to moderators";

/* No comment provided by engineer. */
"You promoted {user} to moderator" = "You promoted {user} to moderator";

/* No comment provided by engineer. */
"You received a new notification" = "你收到了一个新通知";

/* No comment provided by engineer. */
"You reconnected to the call" = "You reconnected to the call";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "You removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "You removed {user0} and {user1}";

/* No comment provided by engineer. */
"You started a call" = "You started a call";

/* No comment provided by engineer. */
"You started a silent call" = "You started a silent call";

/* No comment provided by engineer. */
"You started the video recording" = "You started the video recording";

/* No comment provided by engineer. */
"You stopped the video recording" = "You stopped the video recording";

/* No comment provided by engineer. */
"Your email address" = "你的电子邮件地址";

/* No comment provided by engineer. */
"Your phone number" = "你的电话号码";

/* No comment provided by engineer. */
"Your PIN" = "你的 PIN 码 ";

/* No comment provided by engineer. */
"Your postal address" = "你的邮寄地址";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API error";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} added you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} added you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} added {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} added {user0} and {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} and %ld more participants joined the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} and %ld more participants left the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} and {actor1} joined the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} and {actor1} left the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} demoted you and %ld more participants from moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} demoted you and {user0} from moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} demoted {user0} and %ld more participants from moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} demoted {user0} and {user1} from moderators";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoted you and %ld more participants to moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoted you and {user0} to moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoted {user0} and %ld more participants to moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoted {user0} and {user1} to moderators";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} reconnected to the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} removed you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} removed you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} removed {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} removed {user0} and {user1}";

/* No comment provided by engineer. */
"{actor} cleared the history of the conversation" = "{actor} cleared the history of the conversation";

/* No comment provided by engineer. */
"{actor} demoted you from moderator" = "{actor} demoted you from moderator";

/* No comment provided by engineer. */
"{actor} demoted {user} from moderator" = "{actor} demoted {user} from moderator";

/* No comment provided by engineer. */
"{actor} ended the poll {poll}" = "{actor} ended the poll {poll}";

/* No comment provided by engineer. */
"{actor} joined the call" = "{actor} joined the call";

/* No comment provided by engineer. */
"{actor} left the call" = "{actor} left the call";

/* No comment provided by engineer. */
"{actor} promoted you to moderator" = "{actor} promoted you to moderator";

/* No comment provided by engineer. */
"{actor} promoted {user} to moderator" = "{actor} promoted {user} to moderator";

/* No comment provided by engineer. */
"{actor} started a call" = "{actor} started a call";

/* No comment provided by engineer. */
"{actor} started a silent call" = "{actor} started a silent call";

/* No comment provided by engineer. */
"{actor} started the video recording" = "{actor} started the video recording";

/* No comment provided by engineer. */
"{actor} stopped the video recording" = "{actor} stopped the video recording";

/* No comment provided by engineer. */
"↓ New messages" = "↓ 新消息";

